/* No comment provided by engineer. */
"Aguardando término do download" = "Waiting download to finish";

/* No comment provided by engineer. */
"Arquivos" = "Files";

/* No comment provided by engineer. */
"Arquivos no iPad" = "Files in iPad";

/* No comment provided by engineer. */
"Arquivos no servidor" = "Files on server";

/* No comment provided by engineer. */
"Atualização falhou!" = "Update failed!";

/* No comment provided by engineer. */
"Atualizado!" = "Updated!";

/* No comment provided by engineer. */
"Atualizando ..." = "Updating ...";

/* No comment provided by engineer. */
"Atualizar dados" = "Update data";

/* No comment provided by engineer. */
"Conexão falhou!" = "Connection failed!";

/* No comment provided by engineer. */
"Conexão iniciada" = "Connection started";

/* No comment provided by engineer. */
"Download completo!" = "Download complete!";

/* No comment provided by engineer. */
"Download falhou!" = "Download failed!";

/* Para ler a revista, deslize o dedo sobre a célula e confirme o download. */
"Download Mensagem" = "To read a magazine, swipe the finger over the cell and confirm the download";

/* No comment provided by engineer. */
"Edições" = "Editions";

/* No comment provided by engineer. */
"Externo" = "Out";

/* Caso queira ler alguma edição em outro aplicativo, selecione o documento desejado na tabela. */
"Externo Mensagem" = "If you wish to read one edition with another app, select the desired document on the table";

/* No comment provided by engineer. */
"Ler com outro app" = "Read with another app";

/* No comment provided by engineer. */
"Sobre" = "About";

/* Aplicativo para leitura das revistas dos Arquivos Brasileiros de Oftamologia (ABO).\n\nDesenvolvedor: Pedro P. M. Góes\n\nVersão atual: 1.2\nRelease: Novembro/2011\n */
"Sobre Mensagem" = "App for reading ABO's magazines.\n\nDeveloper: Pedro P. M. Góes\n\nVersion: 1.3\nRelease: April/2012\n";

